Repository: rulingAnts/tone_comparison_app
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: af, ar, de, es, fr, id, it, nl, pt, zh

# appTitle
source: Tone Comparison
af: Toonvergelyking
ar: مقارنة النغمات
de: Tonvergleich
es: Comparación de tonos
fr: Comparaison des tons
id: Perbandingan Nada
it: Confronto toni
nl: Toonvergelijking
pt: Comparação de tons
zh: 声调比较

# home_loadBundle
source: Load bundle
af: Laai bondel
ar: تحميل الحزمة
de: Bundle laden
es: Cargar paquete
fr: Charger le bundle
id: Muat bundel
it: Carica pacchetto
nl: Bundel laden
pt: Carregar pacote
zh: 加载包

# home_or
source: or
af: of
ar: أو
de: oder
es: o
fr: ou
id: atau
it: oppure
nl: of
pt: ou
zh: 或

# home_openFromFiles
source: Open from Files
af: Maak uit Lêers oop
ar: فتح من الملفات
de: Aus Dateien öffnen
es: Abrir desde Archivos
fr: Ouvrir depuis Fichiers
id: Buka dari File
it: Apri da File
nl: Openen uit Bestanden
pt: Abrir dos Arquivos
zh: 从文件打开

# home_recent
source: Recent
af: Onlangs
ar: الأخيرة
de: Zuletzt verwendet
es: Recientes
fr: Récents
id: Terbaru
it: Recenti
pt: Recentes
zh: 最近

# home_loading
source: Loading…
af: Laai…
ar: جارٍ التحميل…
de: Wird geladen…
es: Cargando…
fr: Chargement…
id: Memuat…
it: Caricamento…
nl: Laden…
pt: Carregando…
zh: 正在加载…

# home_error
source: Failed to load bundle
af: Kon nie bondel laai nie
ar: فشل تحميل الحزمة
de: Bundle konnte nicht geladen werden
es: No se pudo cargar el paquete
fr: Échec du chargement du bundle
id: Gagal memuat bundel
it: Impossibile caricare il pacchetto
nl: Bundel laden mislukt
pt: Falha ao carregar o pacote
zh: 加载包失败

# home_tryAgain
source: Try again
af: Probeer weer
ar: حاول مرة أخرى
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba lagi
it: Riprova
nl: Opnieuw proberen
pt: Tentar novamente
zh: 重试

# tm_title
source: Tone Matching
af: Toonpassing
ar: مطابقة النغمات
de: Ton-Zuordnung
es: Coincidencia de tonos
fr: Appariement des tons
id: Pencocokan Nada
it: Abbinamento toni
nl: Tonen matchen
pt: Correspondência de tons
zh: 声调匹配

# tm_selectGroup
source: Select a tone group
af: Kies 'n toongroep
ar: اختر مجموعة نغمات
de: Wähle eine Tongruppe
es: Selecciona un grupo de tonos
fr: Sélectionnez un groupe de tons
id: Pilih grup nada
it: Seleziona un gruppo di toni
nl: Kies een toongroep
pt: Selecionar um grupo de tons
zh: 选择声调组

# tm_swipeHint
source: Swipe to switch groups
af: Vee om groep te verander
ar: اسحب للتبديل بين المجموعات
de: Zum Wechseln wischen
es: Desliza para cambiar de grupo
fr: Balayez pour changer de groupe
id: Geser untuk berpindah grup
it: Scorri per cambiare gruppo
nl: Veeg om van groep te wisselen
pt: Deslize para trocar de grupo
zh: 滑动切换组

# tm_addWord
source: Add word
af: Voeg woord by
ar: إضافة كلمة
de: Wort hinzufügen
es: Agregar palabra
fr: Ajouter un mot
id: Tambah kata
it: Aggiungi parola
nl: Woord toevoegen
pt: Adicionar palavra
zh: 添加词语

# tm_undo
source: Undo
af: Ontdoen
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Annuler
id: Urungkan
it: Annulla
nl: Ongedaan maken
pt: Desfazer
zh: 撤销

# tm_share
source: Share
af: Deel
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
nl: Delen
pt: Compartilhar
zh: 分享

# tm_audioError
source: Audio couldn't be played
af: Kon nie klank speel nie
ar: تعذّر تشغيل الصوت
de: Audio konnte nicht abgespielt werden
es: No se pudo reproducir el audio
fr: Impossible de lire l’audio
id: Audio tidak dapat diputar
it: Impossibile riprodurre l'audio
nl: Audio kon niet worden afgespeeld
pt: Não foi possível reproduzir o áudio
zh: 无法播放音频

# tm_allMatched
source: All words matched!
af: Alle woorde gepas!
ar: تمت مطابقة كل الكلمات!
de: Alle Wörter zugeordnet!
es: ¡Todas las palabras coinciden!
fr: Tous les mots correspondent !
id: Semua kata cocok!
it: Tutte le parole abbinate!
nl: Alle woorden gematcht!
pt: Todas as palavras correspondem!
zh: 所有词语已匹配！

# export_creating
source: Creating share package…
af: Skep deelpak…
ar: إنشاء حزمة للمشاركة…
de: Teile-Paket wird erstellt…
es: Creando paquete para compartir…
fr: Création du paquet de partage…
id: Membuat paket berbagi…
it: Creazione pacchetto di condivisione…
nl: Deelpakket maken…
pt: Criando pacote de compartilhamento…
zh: 正在创建分享包…

# export_failed
source: Share failed
af: Deel het misluk
ar: فشلت المشاركة
de: Teilen fehlgeschlagen
es: Error al compartir
fr: Échec du partage
id: Gagal membagikan
it: Condivisione non riuscita
nl: Delen mislukt
pt: Falha ao compartilhar
zh: 分享失败

# intent_opening
source: Opening bundle…
af: Maak bondel oop…
ar: جارٍ فتح الحزمة…
de: Bundle wird geöffnet…
es: Abriendo paquete…
fr: Ouverture du bundle…
id: Membuka bundel…
it: Apertura pacchetto…
nl: Bundel openen…
pt: Abrindo pacote…
zh: 正在打开包…

# common_cancel
source: Cancel
af: Kanselleer
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
nl: Annuleren
pt: Cancelar
zh: 取消

# common_ok
source: OK
ar: موافق
zh: 确定

# settings_language
source: Language
af: Taal
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
nl: Taal
pt: Idioma
zh: 语言

# settings_systemDefault
source: System default
af: Stelselverstek
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
id: Bawaan sistem
it: Predefinita di sistema
nl: Systeemstandaard
pt: Padrão do sistema
zh: 系统默认

# home_wordsLoaded
source: {count, plural, one {# word loaded} other {# words loaded}}
af: {count, plural, one {{count} woord gelaai} other {{count} woorde gelaai}}
ar: {count, plural, one {تم تحميل {count} كلمة} other {تم تحميل {count} كلمات}}
de: {count, plural, one {{count} Wort geladen} other {{count} Wörter geladen}}
es: {count, plural, one {{count} palabra cargada} other {{count} palabras cargadas}}
fr: {count, plural, one {# mot chargé} other {# mots chargés}}
id: {count, plural, one {{count} kata dimuat} other {{count} kata dimuat}}
it: {count, plural, one {{count} parola caricata} other {{count} parole caricate}}
nl: {count, plural, one {# woord geladen} other {# woorden geladen}}
pt: {count, plural, one {# palavra carregada} other {# palavras carregadas}}
zh: 已加载 {count} 个词

# tm_wordOfTotal
source: Word {current} of {total}
af: Woord {current} van {total}
ar: الكلمة {current} من {total}
de: Wort {current} von {total}
es: Palabra {current} de {total}
fr: Mot {current} sur {total}
id: Kata {current} dari {total}
it: Parola {current} di {total}
nl: Woord {current} van {total}
pt: Palavra {current} de {total}
zh: 第 {current} 个，共 {total} 个

# tm_groupNumber
source: Group {number}
af: Groep {number}
ar: المجموعة {number}
de: Gruppe {number}
es: Grupo {number}
fr: Groupe {number}
id: Grup {number}
it: Gruppo {number}
nl: Groep {number}
pt: Grupo {number}
zh: 第 {number} 组

# tm_groupMembers
source: Group members
af: Groepslede
ar: أعضاء المجموعة
de: Gruppenmitglieder
es: Miembros del grupo
fr: Membres du groupe
id: Anggota grup
it: Membri del gruppo
nl: Groepsleden
pt: Membros do grupo
zh: 组成员

# tm_createGroupTitle
source: Create New Group
af: Skep nuwe groep
ar: إنشاء مجموعة جديدة
de: Neue Gruppe erstellen
es: Crear nuevo grupo
fr: Créer un nouveau groupe
id: Buat grup baru
it: Crea nuovo gruppo
nl: Nieuwe groep maken
pt: Criar novo grupo
zh: 创建新组

# tm_createGroupSubtitle
source: Take a photo and start a new tone group
af: Neem 'n foto en begin 'n nuwe toongroep
ar: التقط صورة وابدأ مجموعة نغمات جديدة
de: Foto aufnehmen und eine neue Tongruppe starten
es: Toma una foto y comienza un nuevo grupo de tonos
fr: Prenez une photo et démarrez un nouveau groupe de tons
id: Ambil foto dan mulai grup nada baru
it: Scatta una foto e avvia un nuovo gruppo di toni
nl: Neem een foto en start een nieuwe toongroep
pt: Tire uma foto e inicie um novo grupo de tons
zh: 拍照并开始新的声调组

# tm_enterSpelling
source: Enter spelling
af: Voer spelling in
ar: أدخل التهجئة
de: Schreibweise eingeben
es: Ingresar ortografía
fr: Saisir l'orthographe
id: Masukkan ejaan
it: Inserisci ortografia
nl: Spelling invoeren
pt: Inserir ortografia
zh: 输入拼写

# tm_groupsCreated
source: {count, plural, one {# tone group created} other {# tone groups created}}
af: {count, plural, one {{count} toongroep geskep} other {{count} toongroepe geskep}}
ar: {count, plural, one {تم إنشاء {count} مجموعة نغمات} other {تم إنشاء {count} مجموعات نغمات}}
de: {count, plural, one {{count} Tongruppe erstellt} other {{count} Tongruppen erstellt}}
es: {count, plural, one {{count} grupo de tonos creado} other {{count} grupos de tonos creados}}
fr: {count, plural, one {# groupe de tons créé} other {# groupes de tons créés}}
id: {count, plural, one {{count} grup nada dibuat} other {{count} grup nada dibuat}}
it: {count, plural, one {{count} gruppo di toni creato} other {{count} gruppi di toni creati}}
nl: {count, plural, one {# toongroep gemaakt} other {# toongroepen gemaakt}}
pt: {count, plural, one {# grupo de tons criado} other {# grupos de tons criados}}
zh: 已创建 {count} 个声调组

# tm_start
source: Start Tone Matching
af: Begin toonpassing
ar: بدء مطابقة النغمات
de: Ton-Zuordnung starten
es: Iniciar coincidencia de tonos
fr: Démarrer l'appariement des tons
id: Mulai pencocokan nada
it: Avvia abbinamento toni
nl: Toonmatchen starten
pt: Iniciar correspondência de tons
zh: 开始声调匹配

# tm_noWords
source: No words to match
af: Geen woorde om te pas nie
ar: لا توجد كلمات للمطابقة
de: Keine Wörter zuzuordnen
es: No hay palabras para coincidir
fr: Aucun mot à apparier
id: Tidak ada kata untuk dicocokkan
it: Nessuna parola da abbinare
nl: Geen woorden om te matchen
pt: Não há palavras para corresponder
zh: 没有可匹配的词
